Repository: djik92/dw_tools
Catalog: translations/*.po
Languages: fr

source: Prefixed 'field_deleted_data_' tables are deleted
fr: Les tables préfixées 'field_deleted_data_' sont supprimer

source: Prefixed 'field_deleted_revision_' tables are deleted
fr: Les tables préfixées 'field_deleted_revision_' sont supprimer

source: The lines of the table 'field_config' where deleted = 1 was deleted
fr: Les lignes de la table 'field_config' où deleted=1 sont supprimées

source: The lines of the table 'field_config_instance' where deleted = 1 was deleted
fr: Les lignes de la table 'field_config_instance' où deleted=1 sont supprimées

source: Variables Display
fr: Afficher les variables

source: No
fr: Non

source: Yes
fr: Oui

source: Save configuration
fr: Sauvegarder la configuration

source: Variable Display Tracking
fr: Affichage les varibles de tracking

source: Display choice
fr: Choix d'affichage

source: Text
fr: Texte

source: Check
fr: Valider

source: Blank page
fr: Page vierge

source: Blank page to test methods
fr: Page vierge pour tester les méthodes

source: Execute PHP Code
fr: Executer du code PHP

source: Execute some PHP code
fr: Executer du code PHP

source: View your server's PHP configuration
fr: Voir la configuration du serveur PHP

source: Creation script generator of database
fr: Générer un script de création de Base de données

source: View Specs nodes
fr: Afficher les spécifications du noeud

source: Password
fr: Mot de passe

source: Database Name
fr: Nom de la Base

source: You want to remove the database (if exists) ?
fr: Voulez vous supprimer la base (si elle existe) ?

source: Dw Tools Administration Module
fr: Module d'administration de DW Tools

source: Module with tools for the development and display
fr: Outils pour le développement et l'affichage
